Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# repoHealth.unavailable
source: Health report is unavailable
ar: تقرير الصحة غير متوفر
de: Gesundheitsbericht nicht verfügbar
es: El informe de salud no está disponible
fr: Rapport de santé indisponible
id: Laporan kesehatan tidak tersedia
it: Report di salute non disponibile
ja: ヘルスレポートは利用できません
ko: 건강 보고서를 사용할 수 없음
nl: Gezondheidsrapport is niet beschikbaar
pl: Raport kondycji jest niedostępny
pt_br: Relatório de saúde indisponível
ru: Отчёт о состоянии недоступен
tr: Sağlık raporu mevcut değil
uk: Звіт про здоров'я недоступний
vi: Báo cáo sức khỏe không khả dụng
zh_hans: 健康度报告暂不可用
zh_hant: 健康度報告暫無法使用

# repoHealth.unavailable.hint
source: This repo may not have a local cached record yet, or the snapshot refresh failed. Try refreshing after sync finishes.
ar: قد لا يكون لهذا المستودع سجل مخزن مؤقت محلي بعد، أو فشل تحديث اللقطة. حاول التحديث بعد اكتمال المزامنة.
de: Dieses Repo hat möglicherweise noch keinen lokalen Cache-Eintrag, oder die Snapshot-Aktualisierung ist fehlgeschlagen. Versuchen Sie nach Abschluss der Synchronisation zu aktualisieren.
es: Es posible que este repositorio aún no tenga un registro en caché local, o que la actualización de la instantánea haya fallado. Intenta refrescar después de que termine la sincronización.
fr: Ce dépôt n'a peut-être pas encore d'enregistrement en cache local, ou l'actualisation de l'instantané a échoué. Essayez d'actualiser après la fin de la synchronisation.
id: Repo ini mungkin belum memiliki catatan cache lokal, atau penyegaran snapshot gagal. Coba segarkan setelah sinkronisasi selesai.
it: Questo repository potrebbe non avere ancora un record in cache locale o l'aggiornamento dello snapshot è fallito. Prova ad aggiornare dopo la sincronizzazione.
ja: このリポジトリにはまだローカルキャッシュレコードがないか、スナップショットの更新に失敗した可能性があります。同期が完了したら更新してみてください。
ko: 이 저장소에 아직 로컬 캐시 기록이 없거나 스냅샷 새로고침에 실패했을 수 있습니다. 동기화 완료 후 새로고침해 보세요.
nl: Deze repo heeft mogelijk nog geen lokale cache-record of de snapshotvernieuwing is mislukt. Probeer te vernieuwen nadat synchronisatie is voltooid.
pl: To repozytorium może nie mieć jeszcze lokalnego rekordu w pamięci podręcznej lub odświeżenie migawki nie powiodło się. Spróbuj odświeżyć po zakończeniu synchronizacji.
pt_br: Este repositório pode não ter um registro em cache local ainda, ou a atualização do snapshot falhou. Tente atualizar após a sincronização terminar.
ru: Возможно, для этого репозитория ещё нет локальной кешированной записи, или обновление снимка не удалось. Попробуйте обновить после завершения синхронизации.
tr: Bu deponun henüz yerel önbellek kaydı olmayabilir veya anlık görüntü yenilemesi başarısız oldu. Senkronizasyon tamamlandıktan sonra yenilemeyi deneyin.
uk: Можливо, цей репозиторій ще не має локального кешу або оновлення знімка не вдалося. Спробуйте оновити після завершення синхронізації.
vi: Kho này có thể chưa có bản ghi bộ nhớ đệm cục bộ hoặc làm mới ảnh chụp nhanh thất bại. Hãy thử làm mới sau khi đồng bộ hoàn tất.
zh_hans: 这个仓库可能还没有本地缓存记录，或快照刷新失败。同步完成后可以再刷新。
zh_hant: 此倉庫可能尚無本地快取記錄，或快照重新整理失敗。同步完成後請再重新整理。

# repoList.context.pin
source: Pin
ar: تثبيت
de: Anheften
es: Fijar
fr: Épingler
id: Sematkan
it: Fissa
ja: ピン留め
ko: 고정
nl: Vastpinnen
pl: Przypnij
pt_br: Fixar
ru: Закрепить
tr: Sabitle
uk: Закріпити
vi: Ghim
zh_hans: 置顶
zh_hant: 置頂

# repoList.context.unpin
source: Unpin
ar: إلغاء التثبيت
de: Loslösen
es: Desfijar
fr: Désépingler
id: Lepas sematan
it: Rimuovi fissaggio
ja: ピン留め解除
ko: 고정 해제
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ru: Открепить
tr: Sabitlemeyi kaldır
uk: Відкріпити
vi: Bỏ ghim
zh_hans: 取消置顶
zh_hant: 取消置頂

# repoList.toast.pinFailed
source: Failed to update pin
ar: فشل تحديث التثبيت
de: Anheften fehlgeschlagen
es: Error al actualizar la fijación
fr: Échec de la mise à jour de l'épingle
id: Gagal memperbarui sematan
it: Aggiornamento fissaggio fallito
ja: ピン留めの更新に失敗しました
ko: 고정 업데이트 실패
nl: Vastpinnen mislukt
pl: Nie udało się zaktualizować przypięcia
pt_br: Falha ao atualizar fixação
ru: Не удалось обновить закрепление
tr: Sabitleme güncellenemedi
uk: Не вдалося оновити закріплення
vi: Không thể cập nhật ghim
zh_hans: 更新置顶失败
zh_hant: 更新置頂失敗

# repoList.toast.pinned
source: Repository pinned
ar: تم تثبيت المستودع
de: Repository angeheftet
es: Repositorio fijado
fr: Dépôt épinglé
id: Repositori disematkan
it: Repository fissato
ja: リポジトリをピン留めしました
ko: 저장소가 고정되었습니다
nl: Repository vastgepind
pl: Repozytorium przypięte
pt_br: Repositório fixado
ru: Репозиторий закреплён
tr: Depo sabitlendi
uk: Репозиторій закріплено
vi: Đã ghim kho
zh_hans: 仓库已置顶
zh_hant: 倉庫已置頂

# repoList.toast.unpinned
source: Repository unpinned
ar: تم إلغاء تثبيت المستودع
de: Repository losgelöst
es: Repositorio desfijado
fr: Dépôt désépinglé
id: Repositori dilepas sematannya
it: Repository non più fissato
ja: リポジトリのピン留めを解除しました
ko: 저장소 고정이 해제되었습니다
nl: Repository losgemaakt
pl: Repozytorium odpięte
pt_br: Repositório desafixado
ru: Репозиторий откреплён
tr: Depo sabitlemesi kaldırıldı
uk: Репозиторій відкріплено
vi: Đã bỏ ghim kho
zh_hans: 已取消置顶
zh_hant: 已取消置頂

# repoTags.error.loadFailedFormat
source: Failed to load tags: %@
ar: فشل تحميل الوسوم: %@
de: Tags konnten nicht geladen werden: %@
es: Error al cargar etiquetas: %@
fr: Échec du chargement des tags : %@
id: Gagal memuat tag: %@
it: Caricamento tag fallito: %@
ja: タグの読み込みに失敗しました: %@
ko: 태그 로드 실패: %@
nl: Tags laden mislukt: %@
pl: Nie udało się załadować tagów: %@
pt_br: Falha ao carregar tags: %@
ru: Не удалось загрузить теги: %@
tr: Etiketler yüklenemedi: %@
uk: Не вдалося завантажити теги: %@
vi: Không thể tải thẻ: %@
zh_hans: 加载标签失败：%@
zh_hant: 載入標籤失敗：%@

# repoTags.error.removeFailedFormat
source: Failed to remove tag: %@
ar: فشل إزالة الوسم: %@
de: Tag konnte nicht entfernt werden: %@
es: Error al eliminar etiqueta: %@
fr: Échec de la suppression du tag : %@
id: Gagal menghapus tag: %@
it: Rimozione tag fallita: %@
ja: タグの削除に失敗しました: %@
ko: 태그 제거 실패: %@
nl: Tag verwijderen mislukt: %@
pl: Nie udało się usunąć tagu: %@
pt_br: Falha ao remover tag: %@
ru: Не удалось удалить тег: %@
tr: Etiket kaldırılamadı: %@
uk: Не вдалося видалити тег: %@
vi: Không thể xóa thẻ: %@
zh_hans: 移除失败：%@
zh_hant: 移除標籤失敗：%@

# repoTags.error.saveFailedFormat
source: Failed to save tags: %@
ar: فشل حفظ الوسوم: %@
de: Tags konnten nicht gespeichert werden: %@
es: Error al guardar etiquetas: %@
fr: Échec de l'enregistrement des tags : %@
id: Gagal menyimpan tag: %@
it: Salvataggio tag fallito: %@
ja: タグの保存に失敗しました: %@
ko: 태그 저장 실패: %@
nl: Tags opslaan mislukt: %@
pl: Nie udało się zapisać tagów: %@
pt_br: Falha ao salvar tags: %@
ru: Не удалось сохранить теги: %@
tr: Etiketler kaydedilemedi: %@
uk: Не вдалося зберегти теги: %@
vi: Không thể lưu thẻ: %@
zh_hans: 保存失败：%@
zh_hant: 儲存標籤失敗：%@

# repoTags.label
source: Tags
ar: الوسوم
es: Etiquetas
id: Tag
it: Tag
ja: タグ
ko: 태그
pl: Tagi
ru: Теги
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

# repoTags.noTags
source: No tags yet
ar: لا توجد وسوم بعد
de: Noch keine Tags
es: Aún sin etiquetas
fr: Aucun tag pour l'instant
id: Belum ada tag
it: Ancora nessun tag
ja: タグはまだありません
ko: 아직 태그 없음
nl: Nog geen tags
pl: Brak tagów
pt_br: Nenhuma tag ainda
ru: Пока нет тегов
tr: Henüz etiket yok
uk: Ще немає тегів
vi: Chưa có thẻ nào
zh_hans: 尚未打标签
zh_hant: 尚無標籤

# repoTopics.label
source: Topics
ar: المواضيع
de: Themen
es: Temas
fr: Sujets
id: Topik
it: Argomenti
ja: トピック
ko: 주제
nl: Onderwerpen
pl: Tematy
pt_br: Tópicos
ru: Темы
tr: Konular
uk: Теми
vi: Chủ đề

# search.anysearch.contentType.doc
source: Documents
ar: مستندات
de: Dokumente
es: Documentos
id: Dokumen
it: Documenti
ja: ドキュメント
ko: 문서
nl: Documenten
pl: Dokumenty
pt_br: Documentos
ru: Документы
tr: Belgeler
uk: Документи
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件

# search.anysearch.contentType.news
source: News
ar: أخبار
de: Nachrichten
es: Noticias
fr: Actualités
id: Berita
it: Notizie
ja: ニュース
ko: 뉴스
nl: Nieuws
pl: Wiadomości
pt_br: Notícias
ru: Новости
tr: Haberler
uk: Новини
vi: Tin tức
zh_hans: 新闻
zh_hant: 新聞

# search.anysearch.contentType.web
source: Web
ar: ويب
ja: ウェブ
ko: 웹
pl: Sieć
ru: Веб
uk: Веб
zh_hans: 网页
zh_hant: 網頁

# search.anysearch.contentTypes
source: Content types
ar: أنواع المحتوى
de: Inhaltstypen
es: Tipos de contenido
fr: Types de contenu
id: Jenis konten
it: Tipi di contenuto
ja: コンテンツタイプ
ko: 콘텐츠 유형
nl: Inhoudstypen
pl: Typy treści
pt_br: Tipos de conteúdo
ru: Типы контента
tr: İçerik türleri
uk: Типи контенту
vi: Loại nội dung
zh_hans: 内容类型
zh_hant: 內容類型

# search.anysearch.domain
source: Domain
ar: المجال
de: Domäne
es: Dominio
fr: Domaine
it: Dominio
ja: ドメイン
ko: 도메인
nl: Domein
pl: Domena
pt_br: Domínio
ru: Домен
tr: Alan
uk: Домен
vi: Lĩnh vực
zh_hans: 域 (Domain)
zh_hant: 領域

# search.anysearch.domain.academic
source: Academic
ar: أكاديمي
de: Akademisch
es: Académico
fr: Académique
id: Akademik
it: Accademico
ja: 学術
ko: 학술
nl: Academisch
pl: Akademicka
pt_br: Acadêmico
ru: Академический
tr: Akademik
uk: Академічний
vi: Học thuật
zh_hans: academic（学术）
zh_hant: 學術

# search.anysearch.domain.auto
source: Auto
ar: تلقائي
es: Automóvil
id: Otomatis
ja: 自動車
ko: 자동
pl: Automatycznie
pt_br: Automático
ru: Авто
tr: Otomatik
uk: Авто
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# search.anysearch.domain.business
source: Business
ar: أعمال
de: Geschäft
es: Negocios
fr: Entreprise
id: Bisnis
ja: ビジネス
ko: 비즈니스
nl: Zakelijk
pl: Biznes
pt_br: Negócios
ru: Бизнес
tr: İş
uk: Бізнес
vi: Kinh doanh
zh_hans: business（商业）
zh_hant: 商業

# search.anysearch.domain.code
source: Code
ar: برمجة
es: Código
id: Kode
it: Codice
ja: コード
ko: 코드
pl: Kod
pt_br: Código
ru: Код
tr: Kod
uk: Код
vi: Mã nguồn
zh_hans: code（代码）
zh_hant: 程式碼

# search.anysearch.domain.ecommerce
source: E-commerce
ar: تجارة إلكترونية
es: Comercio electrónico
ja: Eコマース
ko: 전자상거래
ru: Электронная коммерция
tr: E-ticaret
uk: Електронна комерція
vi: Thương mại điện tử
zh_hans: ecommerce（电商）
zh_hant: 電子商務

# search.anysearch.domain.education
source: Education
ar: تعليم
de: Bildung
es: Educación
fr: Éducation
id: Pendidikan
it: Istruzione
ja: 教育
ko: 교육
nl: Onderwijs
pl: Edukacja
pt_br: Educação
ru: Образование
tr: Eğitim
uk: Освіта
vi: Giáo dục
zh_hans: education（教育）
zh_hant: 教育

# search.anysearch.domain.energy
source: Energy
ar: طاقة
de: Energie
es: Energía
fr: Énergie
id: Energi
it: Energia
ja: エネルギー
ko: 에너지
nl: Energie
pl: Energia
pt_br: Energia
ru: Энергетика
tr: Enerji
uk: Енергетика
vi: Năng lượng
zh_hans: energy（能源）
zh_hant: 能源

# search.anysearch.domain.environment
source: Environment
ar: بيئة
de: Umwelt
es: Medio ambiente
fr: Environnement
id: Lingkungan
it: Ambiente
ja: 環境
ko: 환경
nl: Milieu
pl: Środowisko
pt_br: Meio Ambiente
ru: Окружающая среда
tr: Çevre
uk: Довкілля
vi: Môi trường
zh_hans: environment（环境）
zh_hant: 環境

# search.anysearch.domain.fashion
source: Fashion
ar: موضة
de: Mode
es: Moda
fr: Mode
id: Mode
it: Moda
ja: ファッション
ko: 패션
nl: Mode
pl: Moda
pt_br: Moda
ru: Мода
tr: Moda
uk: Мода
vi: Thời trang
zh_hans: fashion（时尚）
zh_hant: 時尚

# search.anysearch.domain.film
source: Film & TV
ar: أفلام وتلفزيون
de: Film & Fernsehen
es: Cine y TV
fr: Cinéma et TV
it: Film e TV
ja: 映画・テレビ
ko: 영화 및 TV
pl: Film i TV
pt_br: Cinema e TV
ru: Кино и ТВ
tr: Film ve TV
uk: Кіно та ТБ
vi: Phim & Truyền hình
zh_hans: film（影视）
zh_hant: 影視

# search.anysearch.domain.finance
source: Finance
ar: مالية
de: Finanzen
es: Finanzas
id: Keuangan
it: Finanza
ja: 金融
ko: 금융
nl: Financiën
pl: Finanse
pt_br: Finanças
ru: Финансы
tr: Finans
uk: Фінанси
vi: Tài chính
zh_hans: finance（财经）
zh_hant: 財經

# search.anysearch.domain.gaming
source: Gaming
ar: ألعاب
de: Spiele
es: Juegos
fr: Jeux vidéo
id: Game
it: Giochi
ja: ゲーム
ko: 게임
pl: Gry
pt_br: Jogos
ru: Игры
tr: Oyun
uk: Ігри
vi: Trò chơi
zh_hans: gaming（游戏）
zh_hant: 遊戲

# search.anysearch.domain.general
source: General
ar: عام
de: Allgemein
fr: Général
id: Umum
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общее
tr: Genel
uk: Загальне
vi: Chung
zh_hans: general（综合）
zh_hant: 綜合

# search.anysearch.domain.geo
source: Geography
ar: جغرافيا
de: Geografie
es: Geografía
fr: Géographie
id: Geografi
it: Geografia
ja: 地理
ko: 지리
nl: Geografie
pl: Geografia
pt_br: Geografia
ru: География
tr: Coğrafya
uk: Географія
vi: Địa lý
zh_hans: geo（地理）
zh_hant: 地理

# search.anysearch.domain.health
source: Health
ar: صحة
de: Gesundheit
es: Salud
fr: Santé
id: Kesehatan
it: Salute
ja: 健康
ko: 건강
nl: Gezondheid
pl: Zdrowie
pt_br: Saúde
ru: Здоровье
tr: Sağlık
uk: Здоров'я
vi: Sức khỏe
zh_hans: health（健康）
zh_hant: 健康

# search.anysearch.domain.home
source: Home
ar: منزل
de: Zuhause
es: Hogar
fr: Maison
id: Rumah
it: Casa
ja: 家庭
ko: 홈
nl: Huis
pl: Dom
pt_br: Início
ru: Дом
tr: Ev
uk: Дім
vi: Nhà cửa
zh_hans: home（家居）
zh_hant: 家居

# search.anysearch.domain.ip
source: IP (Intellectual Property)
ar: ملكية فكرية
de: IP (geistiges Eigentum)
es: PI (Propiedad Intelectual)
fr: PI (Propriété intellectuelle)
id: KI (Kekayaan Intelektual)
it: PI (Proprietà Intellettuale)
ja: 知的財産
ko: IP (지식 재산)
nl: IP (Intellectueel Eigendom)
pl: IP (własność intelektualna)
pt_br: PI (Propriedade Intelectual)
ru: ИС (Интеллектуальная собственность)
tr: IP (Fikri Mülkiyet)
uk: ІВ (Інтелектуальна власність)
vi: IP (Sở hữu trí tuệ)
zh_hans: ip（知识产权）
zh_hant: 智慧財產權

# search.anysearch.domain.legal
source: Legal
ar: قانوني
de: Recht
fr: Juridique
id: Hukum
it: Legale
ja: 法律
ko: 법률
nl: Juridisch
pl: Prawne
pt_br: Jurídico
ru: Юридические
tr: Hukuk
uk: Юридичне
vi: Pháp lý
zh_hans: legal（法律）
zh_hant: 法律

# search.anysearch.domain.music
source: Music
ar: موسيقى
de: Musik
es: Música
fr: Musique
id: Musik
it: Musica
ja: 音楽
ko: 음악
nl: Muziek
pl: Muzyka
pt_br: Música
ru: Музыка
tr: Müzik
uk: Музика
vi: Âm nhạc
zh_hans: music（音乐）
zh_hant: 音樂

# search.anysearch.domain.religion
source: Religion
ar: دين
es: Religión
id: Agama
it: Religione
ja: 宗教
ko: 종교
nl: Religie
pl: Religia
pt_br: Religião
ru: Религия
tr: Din
uk: Релігія
vi: Tôn giáo
zh_hans: religion（宗教）
zh_hant: 宗教

# search.anysearch.domain.security
source: Security
ar: أمان
de: Sicherheit
es: Seguridad
fr: Sécurité
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hans: security（安全）
zh_hant: 安全

# search.anysearch.domain.tech
source: Tech
ar: تقنية
de: Technik
es: Tecnología
fr: Technologie
id: Teknologi
it: Tecnologia
ja: テクノロジー
ko: 기술
nl: Technologie
pl: Technika
pt_br: Tecnologia
ru: Технологии
tr: Teknoloji
uk: Технології
vi: Công nghệ
zh_hans: tech（科技）
zh_hant: 科技

# search.anysearch.domain.travel
source: Travel
ar: سفر
de: Reisen
es: Viajes
fr: Voyage
id: Perjalanan
it: Viaggi
ja: 旅行
ko: 여행
nl: Reizen
pl: Podróże
pt_br: Viagens
ru: Путешествия
tr: Seyahat
uk: Подорожі
vi: Du lịch
zh_hans: travel（旅行）
zh_hant: 旅行

# search.anysearch.maxResults
source: Results
ar: النتائج
de: Ergebnisse
es: Resultados
fr: Résultats
id: Hasil
it: Risultati
ja: 結果数
ko: 결과
nl: Resultaten
pl: Wyniki
pt_br: Resultados
ru: Результаты
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果数
zh_hant: 結果數

# search.anysearch.maxResults.hint
source: Enter a positive integer from 1 to 100.
ar: أدخل عددًا صحيحًا موجبًا من 1 إلى 100.
de: Geben Sie eine positive ganze Zahl von 1 bis 100 ein.
es: Introduce un número entero positivo del 1 al 100.
fr: Saisissez un entier positif de 1 à 100.
id: Masukkan bilangan bulat positif dari 1 hingga 100.
it: Inserisci un numero intero positivo da 1 a 100.
ja: 1から100までの正の整数を入力してください。
ko: 1에서 100 사이의 양의 정수를 입력하세요.
nl: Voer een positief geheel getal in van 1 tot 100.
pl: Wprowadź liczbę całkowitą od 1 do 100.
pt_br: Insira um número inteiro positivo de 1 a 100.
ru: Введите целое положительное число от 1 до 100.
tr: 1 ile 100 arasında pozitif bir tam sayı girin.
uk: Введіть ціле число від 1 до 100.
vi: Nhập số nguyên dương từ 1 đến 100.
zh_hans: 请输入 1 到 100 之间的正整数。
zh_hant: 請輸入 1 到 100 之間的正整數。

# search.anysearch.summary.auto
source: Auto (route by query)
ar: تلقائي (حسب الاستعلام)
de: Auto (Route nach Abfrage)
es: Automático (ruta según consulta)
fr: Auto (acheminement par requête)
id: Otomatis (rute berdasarkan kueri)
it: Auto (instrada per query)
ja: 自動（クエリに応じてルーティング）
ko: 자동 (쿼리별 경로)
nl: Auto (route op basis van query)
pl: Auto (kieruj według zapytania)
pt_br: Automático (rotear por consulta)
ru: Авто (маршрут по запросу)
tr: Otomatik (sorguya göre yönlendir)
uk: Авто (маршрут за запитом)
vi: Tự động (định tuyến theo truy vấn)
zh_hans: 自动（按 query 路由）
zh_hant: 自動（依查詢路由）

# search.anysearch.summary.count
source: %d items
ar: %d عناصر
de: %d Elemente
es: %d elementos
fr: %d éléments
id: %d item
it: %d elementi
ja: %d 件
ko: %d개 항목
pl: %d elementów
pt_br: %d itens
ru: %d элементов
tr: %d öğe
uk: %d елементів
vi: %d mục
zh_hans: %d 条
zh_hant: %d 項

# search.anysearch.zone
source: Zone
ar: المنطقة
es: Zona
id: Zona
it: Zona
ja: ゾーン
ko: 영역
pl: Strefa
pt_br: Zona
ru: Зона
tr: Bölge
uk: Зона
vi: Vùng
zh_hans: 地区
zh_hant: 地區

# search.anysearch.zone.auto
source: Auto
ar: تلقائي
es: Automático
id: Otomatis
ja: 自動
ko: 자동
pt_br: Automático
ru: Авто
tr: Otomatik
uk: Авто
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# search.anysearch.zone.cn
source: China
ar: الصين
fr: Chine
id: Tiongkok
it: Cina
ja: 中国
ko: 중국
pl: Chiny
ru: Китай
tr: Çin
uk: Китай
vi: Trung Quốc
zh_hans: 国内
zh_hant: 中國

# search.anysearch.zone.intl
source: Worldwide
ar: جميع أنحاء العالم
de: Weltweit
es: Mundial
fr: Monde entier
id: Seluruh Dunia
it: Mondiale
ja: 全世界
ko: 전 세계
nl: Wereldwijd
pl: Świat
pt_br: Mundial
ru: Весь мир
tr: Dünya geneli
uk: Весь світ
vi: Toàn cầu
zh_hans: 全球
zh_hant: 全球

# search.clear
source: Clear search
ar: مسح البحث
de: Suche löschen
es: Limpiar búsqueda
fr: Effacer la recherche
id: Hapus pencarian
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie
pt_br: Limpar pesquisa
ru: Очистить поиск
tr: Aramayı temizle
uk: Очистити пошук
vi: Xóa tìm kiếm
zh_hans: 清空搜索
zh_hant: 清除搜尋

# search.contextMenu.aiSummary
source: Ask / AI summary
ar: اسأل / ملخص الذكاء الاصطناعي
de: Fragen / KI-Zusammenfassung
es: Preguntar / Resumen IA
fr: Demander / Résumé IA
id: Tanya / Ringkasan AI
it: Chiedi / Riepilogo AI
ja: 質問 / AI要約
ko: 질문 / AI 요약
nl: Vraag / AI-samenvatting
pl: Zapytaj / podsumowanie AI
pt_br: Perguntar / Resumo com IA
ru: Спросить / ИИ-сводка
tr: Sor / Yapay zeka özeti
uk: Запитати / AI підсумок
vi: Hỏi / Tóm tắt AI
zh_hans: Ask / AI 摘要
zh_hant: Ask / AI 摘要

# search.contextMenu.copyURL
source: Copy URL
ar: نسخ الرابط
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
id: Salin URL
it: Copia URL
ja: URLをコピー
ko: URL 복사
nl: URL kopiëren
pl: Kopiuj URL
pt_br: Copiar URL
ru: Копировать URL
tr: URL'yi kopyala
uk: Копіювати URL
vi: Sao chép URL
zh_hans: 复制 URL
zh_hant: 複製 URL

# search.contextMenu.openInBrowser
source: Open in browser
ar: فتح في المتصفح
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
id: Buka di peramban
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nl: Openen in browser
pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
ru: Открыть в браузере
tr: Tarayıcıda aç
uk: Відкрити в браузері
vi: Mở trong trình duyệt
zh_hans: 在浏览器打开
zh_hant: 在瀏覽器中開啟

# search.contextMenu.openInGitHub
source: Open on GitHub
ar: فتح على GitHub
de: Auf GitHub öffnen
es: Abrir en GitHub
fr: Ouvrir sur GitHub
id: Buka di GitHub
it: Apri su GitHub
ja: GitHubで開く
ko: GitHub에서 열기
nl: Openen op GitHub
pl: Otwórz na GitHub
pt_br: Abrir no GitHub
ru: Открыть на GitHub
tr: GitHub'da aç
uk: Відкрити на GitHub
vi: Mở trên GitHub
zh_hans: 在 GitHub 打开
zh_hant: 在 GitHub 上開啟

# search.contextMenu.star
source: Star
ar: إضافة إلى المفضلة
de: Markieren
es: Favorito
fr: Ajouter aux favoris
id: Beri bintang
it: Aggiungi ai preferiti
ja: スター
ko: 즐겨찾기
nl: Markeren
pl: Dodaj do ulubionych
pt_br: Favoritar
ru: В избранное
tr: Yıldızla
uk: Додати в зірочки
vi: Đánh dấu sao

# search.contextMenu.unstar
source: Unstar
ar: إزالة من المفضلة
de: Markierung entfernen
es: Quitar favorito
fr: Retirer des favoris
id: Hapus bintang
it: Rimuovi dai preferiti
ja: スター解除
ko: 즐겨찾기 해제
nl: Markering verwijderen
pl: Usuń z ulubionych
pt_br: Desfavoritar
ru: Убрать из избранного
tr: Yıldızı kaldır
uk: Видалити з зірочок
vi: Bỏ đánh dấu sao
zh_hans: 取消 Star
zh_hant: 取消 Star

# search.detail.action.askAI
source: Ask / AI Summary
ar: اسأل / ملخص الذكاء الاصطناعي
de: Fragen / KI-Zusammenfassung
es: Preguntar / Resumen IA
fr: Demander / Résumé IA
id: Tanya / Ringkasan AI
it: Chiedi / Riepilogo AI
ja: 質問 / AI要約
ko: 질문 / AI 요약
nl: Vraag / AI-samenvatting
pl: Zapytaj / podsumowanie AI
pt_br: Perguntar / Resumo com IA
ru: Спросить / ИИ-сводка
tr: Sor / Yapay Zeka Özeti
uk: Запитати / AI підсумок
vi: Hỏi / Tóm tắt AI
zh_hans: Ask / AI 摘要
zh_hant: Ask / AI 摘要

# search.detail.action.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# search.detail.action.copyClone
source: Copy git clone URL
ar: نسخ رابط git clone
de: Git-Clone-URL kopieren
es: Copiar URL de git clone
fr: Copier l'URL git clone
id: Salin URL git clone
it: Copia URL git clone
ja: git clone URLをコピー
ko: git clone URL 복사
nl: Git clone-URL kopiëren
pl: Kopiuj URL git clone
pt_br: Copiar URL de clone git
ru: Копировать URL для git clone
tr: Git clone URL'sini kopyala
uk: Копіювати git clone URL
vi: Sao chép URL git clone
zh_hans: 复制 git clone URL
zh_hant: 複製 git clone URL

# search.detail.action.copyURL
source: Copy URL
ar: نسخ الرابط
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
id: Salin URL
it: Copia URL
ja: URLをコピー
ko: URL 복사
nl: URL kopiëren
pl: Kopiuj URL
pt_br: Copiar URL
ru: Копировать URL
tr: URL'yi kopyala
uk: Копіювати URL
vi: Sao chép URL
zh_hans: 复制 URL
zh_hant: 複製 URL

# search.detail.action.more.tooltip
source: More actions
ar: إجراءات إضافية
de: Weitere Aktionen
es: Más acciones
fr: Plus d'actions
id: Tindakan lainnya
it: Altre azioni
ja: その他のアクション
ko: 더 많은 작업
nl: Meer acties
pl: Więcej działań
pt_br: Mais ações
ru: Дополнительные действия
tr: Diğer eylemler
uk: Більше дій
vi: Thao tác khác
zh_hans: 更多操作
zh_hant: 更多操作

# search.detail.action.openHomepage
source: Open homepage
ar: فتح الصفحة الرئيسية
de: Startseite öffnen
es: Abrir página de inicio
fr: Ouvrir la page d'accueil
id: Buka laman beranda
it: Apri homepage
ja: ホームページを開く
ko: 홈페이지 열기
nl: Open startpagina
pl: Otwórz stronę domową
pt_br: Abrir página inicial
ru: Открыть домашнюю страницу
tr: Ana sayfayı aç
uk: Відкрити домашню сторінку
vi: Mở trang chủ
zh_hans: 打开 homepage
zh_hant: 開啟首頁

# search.detail.action.openOnGitHub
source: Open on GitHub
ar: فتح على GitHub
de: Auf GitHub öffnen
es: Abrir en GitHub
fr: Ouvrir sur GitHub
id: Buka di GitHub
it: Apri su GitHub
ja: GitHubで開く
ko: GitHub에서 열기
nl: Openen op GitHub
pl: Otwórz na GitHub
pt_br: Abrir no GitHub
ru: Открыть на GitHub
tr: GitHub'da aç
uk: Відкрити на GitHub
vi: Mở trên GitHub
zh_hans: 在 GitHub 打开
zh_hant: 在 GitHub 上開啟

# search.detail.action.openOwner
source: Open owner page
ar: فتح صفحة المالك
de: Besitzerseite öffnen
es: Abrir página del propietario
fr: Ouvrir la page du propriétaire
id: Buka laman pemilik
it: Apri pagina proprietario
ja: オーナーページを開く
ko: 소유자 페이지 열기
nl: Open eigenaarspagina
pl: Otwórz stronę właściciela
pt_br: Abrir página do proprietário
ru: Открыть страницу владельца
tr: Sahip sayfasını aç
uk: Відкрити сторінку власника
vi: Mở trang chủ sở hữu
zh_hans: 打开 owner 主页
zh_hant: 開啟擁有者頁面

# search.detail.action.star
source: Star
ar: إضافة إلى المفضلة
de: Markieren
es: Favorito
fr: Ajouter aux favoris
id: Beri bintang
it: Aggiungi ai preferiti
ja: スター
ko: 즐겨찾기
nl: Markeren
pl: Dodaj do ulubionych
pt_br: Favoritar
ru: В избранное
tr: Yıldızla
uk: Додати в зірочки
vi: Đánh dấu sao
